Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: | @name mosaic-hborder # . . . . . . . horizontal border
ca_es: | @name mosaic-hborder # . . . . . . . contorn horitzontal

source: | @name mosaic-position {0=auto,1=fixed} . . . .position
ca_es: | @name mosaic-position {0=auto,1=fixat} . . . .posició

source: | @name mosaic-rows #. . . . . . . . . . .number of rows
ca_es: | @name mosaic-rows #. . . . . . . . . . .nombre de files

source: | @name mosaic-cols #. . . . . . . . . . .number of cols
ca_es: | @name mosaic-cols #. . . . . . . . . . .nombre de columnes

source: | @name mosaic-order id(,id)* . . . . order of pictures
ca_es: | @name mosaic-order id(,id)* . . . . ordre de les imatges

source: | @name mosaic-keep-aspect-ratio {0,1} . . .aspect ratio
ca_es: | @name mosaic-keep-aspect-ratio {0,1} . . .relació d'aspecte

source: | longhelp . . . . . . . . . . . a longer help message
ca_es: | longhelp . . . . . . . . . . . missatge d'ajuda més llarg

source: Playlist has only %d elements
ca_es: La llista de reproducció té només %d elements

source: Please provide one of the following parameters:
ca_es: Proporcioneu un dels següents paràmetres:

source: Force interleaved method.
ca_es: Força el mètode d'entrellaçat.

source: Because this AVI file index is broken or missing, seeking will not work correctly. VLC won't repair your file but can temporary fix this problem by building an index in memory. This step might take a long time on a large file. What do you want to do ?
ca_es: La cerca no funcionarà correctament perquè l'índex del fitxer AVI manca o no és vàlid. El VLC no pot reparar el fitxer però pot solucionar temporalment el problema mitjançant la construcció d'un índex a la memòria. Aquest pas pot tardar bastant si el fitxer és gran. Què voleu fer?

source: Classic rock
ca_es: Rock clàssic

source: Sound clip
ca_es: Clip de so

source: Alternative rock
ca_es: Rock alternatiu

source: Instrumental pop
ca_es: Pop instrumental

source: Instrumental rock
ca_es: Rock instrumental

source: Southern rock
ca_es: Rock del sud

source: Hard rock
ca_es: Rock dur

source: Make
ca_es: Fabricant

source: Dummy ifo demux
ca_es: Desmultiplexor ifo Dummy

source: Force the subtiles format. Valid values are : "microdvd", "subrip", "subviewer", "ssa1", "ssa2-4", "ass", "vplayer", "sami", "dvdsubtitle", "mpl2", "aqt", "pjs", "mpsub", "jacosub", "psb", "realtext", "dks", "subviewer1", and "auto" (meaning autodetection, this should always work).
ca_es: Força el format dels subtítols. Els valors vàlids són: «microdvd», «subrip», «subviewer», «ssa1», «ssa2-4», «ass», «vplayer», «sami», «dvdsubtitle», «mpl2», «aqt», «pjs», «mpsub», «jacosub», «psb», «realtext», «dks», «subviewer1», i «auto» (significa detecció automàtica, sempre funciona).

source: Text subtitles parser
ca_es: Analitzador de subtítols de text

source: Frames per second
ca_es: Fotogrames per segon

source: Subtitles delay
ca_es: Retard dels subtítols

source: Subtitles format
ca_es: Format dels subtítols

source: Subtitles description
ca_es: Descripció dels subtítols

source: Silent mode
ca_es: Mode silenciós

source: Do not complain on encrypted PES.
ca_es: Que no es queixi al PES encriptat.

source: CAPMT System ID
ca_es: Identificador del sistema CAPMT

source: Only forward descriptors from this SysID to the CAM.
ca_es: Només descriptors posteriors des del SysID al CAM.

source: Filename of dump
ca_es: Nom del fitxer de l'abocament

source: Specify a filename where to dump the TS in.
ca_es: Especifica el nom del fitxer on s'abocarà el TS.

source: Append
ca_es: Afegeix

source: If the file exists and this option is selected, the existing file will not be overwritten.
ca_es: Si el fitxer existeix i aquesta opció està seleccionada, el fitxer existent no es sobreescriurà.

source: Dump buffer size
ca_es: Mida de la memòria intermèdia de bolcat

source: Tweak the buffer size for reading and writing an integer number of packets. Specify the size of the buffer here and not the number of packets.
ca_es: Modifica la mida de la memòria intermèdia per llegir i escriure un número enter de paquets. Indica la mida de la memòria intermèdia i no el número de paquets.

source: Video aspect ratio
ca_es: Relació d'aspecte de vídeo

source: Aspect ratio of the video image (4:3, 16:9). Default is square pixels.
ca_es: Relació d'aspecte de la imatge de vídeo (4:3, 16:9). El valor predeterminat és píxels quadrats.

source: Image file
ca_es: Fitxer d'imatge

source: Filename of image file to use on the overlay framebuffer.
ca_es: Nom del fitxer d'imatge que s'ha d'utilitzar a la memòria intermèdia gràfica de superposició.

source: Transparency of the image
ca_es: Transparència de la imatge

source: Transparency value of the new image used in blending. By default it set to fully opaque (255). (from 0 for full transparency to 255 for full opacity)
ca_es: Valor de transparència de la nova imatge utilitzada a la mescla. Per defecte, completament opac (255). Des de 0 (transparència total) a 255 (opacitat completa)

source: Text to display on the overlay framebuffer.
ca_es: Text per mostrar a la memòria intermèdia gràfica de superposició.

source: X coordinate of the rendered image
ca_es: Coordenada X de la imatge renderitzada

source: Y coordinate of the rendered image
ca_es: Coordenada Y de la imatge renderitzada

source: You can enforce the picture position on the overlay (0=center, 1=left, 2=right, 4=top, 8=bottom, you can also use combinations of these values, e.g. 6=top-right).
ca_es: Aquesta opció us permet forçar la posició de la imatge a la superposició (0=centre, 1=esquerra, 2=dreta, 4=superior, 8=inferior, també podeu utilitzar combinacions d'aquests valors, p. ex. 6=superior-dreta).

source: Clear overlay framebuffer
ca_es: Neteja la memòria intermèdia gràfica de superposició

source: The displayed overlay images is cleared by making the overlay completely transparent. All previously rendered images and text will be cleared from the cache.
ca_es: Perquè la imatge superposada mostrada desaparegui s'ha de fer que la superposició sigui totalment transparent. Totes les imatges i texts anteriorment renderitzats s'esborraran de la memòria cau.

source: Render text or image
ca_es: Renderitza el text o la imatge

source: Render the image or text in current overlay buffer.
ca_es: Renderitza la imatge o el text a la memòria intermèdia de superposició actual.

source: Display on overlay framebuffer
ca_es: Mostra a la memòria intermèdia gràfica de superposició

source: All rendered images and text will be displayed on the overlay framebuffer.
ca_es: Totes les imatges i els texts renderitzats es mostraran a la memòria intermèdia gràfica de superposició.

source: Commands
ca_es: Ordres

source: GNU/Linux osd/overlay framebuffer interface
ca_es: Interfície de la memòria intermèdia gràfica GNU/Linux OSD/superposició

source: Maemo hildon interface
ca_es: Interfície Maemo Hildon

source: Compiled by %@ with %@
ca_es: Compilat per %@ amb %@

source: VLC Debug Log (%s).rtfd
ca_es: Registre de depuració del VLC (%s).rtfd

source: Run VLC with dark or bright interface style
ca_es: Executa el VLC amb un estil d'interfície fosc o lluminós

source: By default, VLC will use the dark interface style.
ca_es: Per defecte el VLC utilitzarà l'estil d'interfície fosc.

source: Use the native fullscreen mode on OS X Lion
ca_es: Utilitza el mode natiu de pantalla completa a l'OS X Lion

source: Automatically save the volume on exit
ca_es: Desa automàticament el volum a la sortida

source: Capture Device
ca_es: Dispositiu de captura

source: Frames per Second:
ca_es: Fotogrames per segon:

source: Subscreen left:
ca_es: Subpantalla esquerra:

source: Subscreen top:
ca_es: Subpantalla superior:

source: Subscreen width:
ca_es: Amplada de la subpantalla:

source: Subscreen height:
ca_es: Alçada de la subpantalla:

source: This input allows you to process input signals from QuickTime-compatible video devices. Live Audio input is not supported.
ca_es: Aquesta entrada us permet processar les senyals dels dispositius de vídeo compatibles amb Quicktime. No admet l'entrada d'àudio en directe.

source: Image width:
ca_es: Amplada de la imatge:

source: Image height:
ca_es: Alçada de la imatge:

source: Load subtitles file:
ca_es: Carrega el fitxer de subtítols:

source: Subtitles encoding
ca_es: Codificació dels subtítols

source: Subtitles alignment
ca_es: Alineació dels subtítols

source: SAP announce
ca_es: Anunci SAP

source: RTSP announce
ca_es: Anunci RTSP

source: HTTP announce
ca_es: Anunci HTTP

source: HTML Playlist
ca_es: Llista de reproducció HTML

source: Beware this will reset the VLC media player preferences. Are you sure you want to continue?
ca_es: Atenció, aquesta opció restableix les preferències del reproductor VLC. Esteu segur que voleu continuar?

source: General Audio Settings
ca_es: Paràmetres generals d'àudio

source: General Video Settings
ca_es: Paràmetres generals de vídeo

source: Subtitles & OSD
ca_es: Subtítols i OSD

source: Subtitles & On Screen Display Settings
ca_es: Paràmetres dels subtítols i de l'OSD

source: Input & Codecs
ca_es: Entrada i còdecs

source: Input & Codec settings
ca_es: Paràmetres de l'entrada i els còdecs

source: Enable Audio
ca_es: Habilita l'àudio

source: HTTP Proxy
ca_es: Proxy de l'HTTP

source: Password for HTTP Proxy
ca_es: Contrasenya per al proxy de l'HTTP

source: Font Color
ca_es: Color de la lletra

source: Font Size
ca_es: Mida de la lletra

source: Subtitle Languages
ca_es: Idiomes dels subtítols

source: Preferred Subtitle Language
ca_es: Idioma preferit per als subtítols

source: Force Bold
ca_es: Força la negreta

source: Outline Color
ca_es: Color del contorn

source: Enable Video
ca_es: Habilita el vídeo

source: Subtitle track syncronization:
ca_es: Sincronització de la pista de subtítols:

source: Subtitles speed:
ca_es: Velocitat dels subtítols:

source: Subtitles duration factor:
ca_es: Factor de durada dels subtítols:

source: Extend subtitles duration by this value. Set 0 to disable.
ca_es: Amplia la durada dels subtítols segons aquest valor. Utilitza 0 per inhabilitar-lo.

source: Multiply subtitles duration by this value. Set 0 to disable.
ca_es: Multiplica la durada dels subtítols segons aquest valor. Utilitza 0 per inhabilitar-lo.

source: Recalculate subtitles duration according to their content and this value. Set 0 to disable.
ca_es: Torna a calcular la durada dels subtítols segons el seu contingut i el seu valor. Utilitza 0 per inhabilitar-lo.

source: SAP Announce
ca_es: Anunci SAP

source: The chosen codecs are not compatible with each other. For example: It is impossibleto mix uncompressed audio with any video codec. Correct your selection and try again.
ca_es: Heu triat uns còdecs que no són compatibles entre ells. Per exemple: És impossible mesclar àudio descomprimit amb qualsevol còdec de vídeo. Corregiu la selecció i torneu-ho a provar.

source: Minimal Mac OS X OpenGL video output (opens a borderless window)
ca_es: Sortida de vídeo OpenGL Mac OS X mínima (obre una finestra sense vores)

source: [Incoming]
ca_es: [D'entrada]

source: input bytes read : %8.0f KiB
ca_es: lectura dels bytes d'entrada : %8.0f KiB

source: input bitrate : %6.0f kb/s
ca_es: taxa de bits d'entrada : %6.0f kb/s

source: demux bytes read : %8.0f KiB
ca_es: lectura dels bytes de desmultiplexació : %8.0f KiB

source: demux bitrate : %6.0f kb/s
ca_es: taxa de bits de desmultiplexació : %6.en kb/s

source: [Video Decoding]
ca_es: [Descodificació de vídeo]

source: video decoded : %<PRId64>
ca_es: vídeo descodificat : %<PRId64>

source: frames displayed : %<PRId64>
ca_es: fotogrames mostrats : %<PRId64>

source: frames lost : %<PRId64>
ca_es: fotogrames perduts : %<PRId64>

source: [Audio Decoding]
ca_es: [Descodificació d'àudio]

source: audio decoded : %<PRId64>
ca_es: àudio descodificat : %<PRId64>

source: buffers played : %<PRId64>
ca_es: memòries intermèdies reproduïdes : %<PRIi64>

source: buffers lost : %<PRId64>
ca_es: memòries intermèdies perdudes : %<PRId64>

source: [Streaming]
ca_es: [Transmissió]

source: packets sent : %5i
ca_es: paquets enviats : %5i

source: bytes sent : %8.0f KiB
ca_es: bytes enviats : %8.0f KiB

source: sending bitrate : %6.0f kb/s
ca_es: s'està enviant la taxa de bits : %6.0f kb/s

source: m Show/Hide metadata box
ca_es: m Mostra / Amaga quadre de metadades

source: Volume : %u%%
ca_es: Volum: %u%%

source: Previous media in the playlist, skip backward when keep-pressed
ca_es: Element multimèdia anterior a la llista de reproducció, salta cap enrere quan el premeu

source: Next media in the playlist, skip forward when keep-pressed
ca_es: Element multimèdia següent a la llista de reproducció, salta cap endavant quan el premeu

source: Show playlist
ca_es: Mostra la llista de reproducció

source: Open subtitles file
ca_es: Obre un fitxer de subtítols

source: Enable spatializer
ca_es: Habilita l'espaiador

source: Radio device name
ca_es: Nom del dispositiu de ràdio

source: Add to playlist
ca_es: Afegeix a la llista de reproducció

source: Clear playlist
ca_es: Neteja la llista de reproducció

source: Icon View
ca_es: Vista d'icones

source: Detailed View
ca_es: Vista detallada

source: List View
ca_es: Vista de llista

source: PictureFlow View
ca_es: Vista de PictureFlow

source: Select an action to change the associated hotkey
ca_es: Seleccioneu una acció per canviar la tecla de drecera associada

source: Hotkey for
ca_es: Tecla de drecera per

source: Press the new keys for
ca_es: Prem les noves tecles per

source: Warning: the key is already assigned to "
ca_es: Avís: la tecla ja està assignada a "

source: Subtitles && OSD
ca_es: Subtítols i OSD

source: Input && Codecs
ca_es: Entrada i còdecs

source: <p><i>VLC media player</i> does <b>not</b> send or collect any information, even anonymously, about your usage.</p> <p>However, it can connect to the Internet in order to display <b>medias information</b> or to check for available <b>updates</b>.</p> <p><i>VideoLAN</i> (the authors) requires you to express your consent before allowing this software to access the Internet.</p> <p>According to your choices, please check or uncheck the following options:</p>
ca_es: <p><i>El reproductor multimèdia VLC</i> <b>no</b> envia ni recull cap informació, ni tan sols de forma anònima, sobre la vostra activitat.</p> <p>Tot i així, es pot connectar a Internet per mostrar <b>informació sobre els elements multimèdia</b> o per cercar <b>actualitzacions</b> disponibles.</p> <p><i>VideoLAN</i> (els creadors) necessiten el vostre consentiment abans de permetre que el programa accedeixi a Internet.</p> <p>Activeu o desactiveu les següents opcions, segons les vostres preferències:</p>

source: Allow downloading media information
ca_es: Permet la baixada d'informació multimèdia

source: Allow checking for VLC updates
ca_es: Permet la cerca d'actualitzacions per al VLC

source: Save and Continue
ca_es: Desa i continua

source: VLC media player is a free media player, encoder and streamer that can read from files, CDs, DVDs, network streams, capture cards and even more! VLC uses its internal codecs and works on essentially every popular platform.
ca_es: El reproductor multimèdia VLC és un reproductor, codificador i transmissor multimèdia gratuït, que pot llegir fitxers, CD, DVD, fluxos de xarxa, targetes de captura i molt més El VLC utilitza els seus còdecs interns i funciona essencialment a qualsevol plataforma coneguda.

source: This version of VLC was compiled by:
ca_es: Aquesta versió del VLC l'ha compilada:

source: Compiler:
ca_es: Compilador:

source: You are using the Qt4 Interface.
ca_es: Esteu utilitzant la interfície Qt4.

source: by the VideoLAN Team.
ca_es: per l'equip de VideoLAN.

source: &Codec
ca_es: &Còdec

source: &Convert
ca_es: &Converteix

source: &Convert / Save
ca_es: C&onverteix / Desa

source: Please enter the URL or path to the media you want to play
ca_es: Introdueix l'URL o camí als elements multimèdia que voleu reproduir

source: Subtitles Files
ca_es: Fitxers dels subtítols

source: This dialog will allow you to stream or convert your media for use locally, on your private network, or on the Internet. You should start by checking that source matches what you want your input to be and then press the "Next" button to continue.
ca_es: Aquest diàleg us permet transmetre o convertir els vostres elements multimèdia per al seu ús a nivell local, a la vostra xarxa privada, o a Internet. És recomanable que per començar comproveu que la font coincideix amb el qual voleu que sigui l'entrada i després premeu el botó «Següent» per continuar.

source: &Tools
ca_es: &Eines

source: &Open (advanced)...
ca_es: &Obre (avançat)...

source: Audio &Channels
ca_es: &Canals d'àudio

source: &Subtitles Track
ca_es: Pista de &subtítols

source: &Navigation
ca_es: &Navegació

source: Tools
ca_es: Eines

source: Hide VLC media player in taskbar
ca_es: Amaga el reproductor multimèdia VLC a la barra de tasques

source: Show VLC media player
ca_es: Mostra el reproductor multimèdia VLC

source: Advanced options
ca_es: Opcions avançades

source: Show all the advanced options in the dialogs.
ca_es: Mostra totes les opcions avançades als diàlegs.

source: A single administration password is used to protect this interface. The default value is "admin".
ca_es: S'utilitza una única contrasenya d'administració per protegir la interfície. El valor per defecte és «admin».

source: French TV
ca_es: TV francesa

source: Filename of the SQLite database
ca_es: Nom del fitxer de la base de dades SQLite

source: Path to the file containing the SQLite database
ca_es: Camí cap al fitxer que conté la base de dades SQLite

source: Ignored extensions in the media library
ca_es: Extensions ignorades a la biblioteca multimèdia

source: Files with these extensions will not be added to the media library when scanning directories.
ca_es: Els fitxers amb aquestes extensions no s'afegeixen a la biblioteca multimèdia durant l'escaneig dels directoris.

source: Subdirectory recursive scanning
ca_es: Escaneig recursiu de subdirectoris

source: When scanning a directory, scan also all its subdirectories.
ca_es: Quan s'escaneja un directori, també s'escanegen tots els seus subdirectoris.

source: Media Library based on a SQL based database
ca_es: Biblioteca multimèdia basada en una base de dades basada en SQL

source: Username for the database
ca_es: Nom d'usuari per a la base de dades

source: Password for the database
ca_es: Contrasenya per a la base de dades

source: Port for the database
ca_es: Port per a la base de dades

source: Auto add new medias
ca_es: Afegeix nous elements multimèdia automàticament

source: Automatically add new medias to ML
ca_es: Afegeix nous elements multimèdia automàticament a l'ML

source: Power Management Inhibitor
ca_es: Inhibidor del gestor d'energia

source: Nokia MCE screen unblanking
ca_es: Sortiu de la pantalla negra al Nokia MCE

source: X Screensaver disabler
ca_es: Inhabilitador del protector de pantalla X

source: Specify the log format. Available choices are "text" (default) and "html".
ca_es: Especifiqueu el format del registre. Les opcions disponibles són «text» (per defecte) i «html».

source: Specify the log format. Available choices are "text" (default), "html", "syslog" (special mode to send to syslog instead of file), and "android" (special mode to send to android logging facility).
ca_es: Especifiqueu el format de registre. Les opcions disponibles són «text» (per defecte), «html», «syslog» (mode especial per enviar al registre del sistema, no al fitxer), i «android» (mode especial per enviar al servei de registre d'android).

source: Select the syslog facility where logs will be forwarded. Available choices are "user" (default), "daemon", and "local0" through "local7".
ca_es: Seleccioneu el servei de registre del sistema on es reenviaran els registres. Les opcions disponibles són «user» (per defecte), «daemon», i «local0» a través de «local7».

source: libc memcpy
ca_es: memcpy libc

source: OSD configuration importer
ca_es: Importador de configuració OSD

source: XML OSD configuration importer
ca_es: Importador de configuració OSD XML

source: SQLite database module
ca_es: Mòdul de la base de dades SQLite

source: MMX EXT memcpy
ca_es: memcpy MMX EXT

source: MMX memcpy
ca_es: memcpy MMX

source: Title format string
ca_es: Cadena de format del títol

source: Format of the string to send to MSN {0} Artist, {1} Title, {2} Album. Defaults to "Artist - Title" ({0} - {1}).
ca_es: Format de la cadena per enviar a MSN {0} Artista, {1} Títol, {2} Àlbum. Per defecte «Artista - Títol» ({0} - {1}).

source: MSN Now-Playing
ca_es: S'està reproduint l'MSN

source: Telepathy "Now Playing" (MissionControl)
ca_es: «S'està reproduint» de Telepathy (MissionControl)

source: Flip vertical position
ca_es: Inverteix la posició vertical

source: Display XOSD output at the bottom of the screen instead of the top.
ca_es: Mostra la sortida XOSD a la part inferior de la pantalla, no a la part superior.

source: Vertical offset
ca_es: Òfset vertical

source: Vertical offset between the border of the screen and the displayed text (in pixels, defaults to 30 pixels).
ca_es: Òfset vertical entre el límit de la pantalla i el text mostrat (en píxels, 30 píxels per defecte).

source: Shadow offset
ca_es: Òfset de l'ombra

source: Offset between the text and the shadow (in pixels, defaults to 2 pixels).
ca_es: Òfset entre el text i l'ombra (en píxels, 2 píxels per defecte).

source: Font used to display text in the XOSD output.
ca_es: Lletra per mostrar el text a la sortida XOSD.

source: Color used to display text in the XOSD output.
ca_es: Color per mostrar el text a la sortida XOSD.

source: XOSD interface
ca_es: Interfície XOSD

source: Decompression
ca_es: Descompressió

source: Command UDP port
ca_es: Port UDP per a les ordres

source: UDP port to listen to for commands (show | enable <pid> | disable <pid>).
ca_es: S'ha d'escoltar aquest port UDP per rebre les ordres (mostra | habilita <pid> | inhabilita <pid>).

source: Disable ES id
ca_es: Inhabilita l'identificador de l'ES (flux bàsic)

source: Disable ES id at startup.
ca_es: Inhabilita l'identificador de l'ES (flux bàsic) a l'inici.

source: Enable ES id
ca_es: Habilita l'identificador de l'ES (flux bàsic)

source: Only enable ES id at startup.
ca_es: Només habilita l'identificador de l'ES (flux bàsic) a l'inici.

source: Select individual es to enable or disable from stream
ca_es: Seleccioneu es (fluxos bàsics) individuals per habilitar-los o inhabilitar-los del flux

source: Full paths of the files separated by colons.
ca_es: Camins complets dels fitxers separats per dos punts.

source: Sizes
ca_es: Mides

source: List of sizes separated by colons (720x576:480x576).
ca_es: Llistat de les mides separades per dos punts (720x576:480x576).

source: Aspect ratio (4:3, 16:9).
ca_es: Relació d'aspecte (4:3, 16:9).

source: UDP port to listen to for commands.
ca_es: S'ha d'escoltar aquest port UDP per rebre les ordres.

source: Command
ca_es: Ordre

source: Initial command to execute.
ca_es: Ordre inicial que s'ha d'executar.

source: GOP size
ca_es: Mida del GOP

source: Number of P frames between two I frames.
ca_es: Nombre de fotogrames P entre dos fotogrames I.

source: Quantizer scale
ca_es: Escala del quantificador

source: Fixed quantizer scale to use.
ca_es: Escala del quantificador fixa que s'ha d'utilitzar.

source: Mute audio
ca_es: Silencia l'àudio

source: Mute audio when command is not 0.
ca_es: Silencia l'àudio quan aquesta ordre no està a 0.

source: MPEG2 video switcher stream output
ca_es: Commutador de vídeo MPEG2 del flux de sortida

source: Audio Language
ca_es: Idioma de l'àudio

source: Subtitles encoder
ca_es: Codificador dels subtítols
